Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# about.description
source: A Ghostty-based terminal with vertical tabs and a notification panel for macOS.
ar: طرفية مبنية على Ghostty مع ألسنة عمودية ولوحة إشعارات لنظام macOS.
bs: Terminal zasnovan na Ghostty sa vertikalnim tabovima i panelom za obavještenja za macOS.
da: En Ghostty-baseret terminal med lodrette faner og et notifikationspanel til macOS.
de: Ein Ghostty-basiertes Terminal mit vertikalen Tabs und einem Benachrichtigungsfeld für macOS.
es: Un terminal basado en Ghostty con pestañas verticales y un panel de notificaciones para macOS.
fr: Un terminal basé sur Ghostty avec des onglets verticaux et un panneau de notifications pour macOS.
it: Un terminale basato su Ghostty con schede verticali e un pannello notifiche per macOS.
ja: Ghosttyベースの縦タブ付きターミナルと macOS用通知パネル。
ko: 세로 탭과 알림 패널을 갖춘 Ghostty 기반 macOS 터미널.
nb: En Ghostty-basert terminal med vertikale faner og et varselpanel for macOS.
pl: Terminal oparty na Ghostty z pionowymi kartami i panelem powiadomień dla macOS.
pt_br: Um terminal baseado no Ghostty com abas verticais e um painel de notificações para macOS.
ru: Терминал на базе Ghostty с вертикальными вкладками и панелью уведомлений для macOS.
th: เทอร์มินัลบน Ghostty พร้อมแท็บแนวตั้ง และแผงการแจ้งเตือนสำหรับ macOS
tr: macOS için dikey sekmeli ve bildirim panelli Ghostty tabanlı terminal.
uk: Термінал на основі Ghostty з вертикальними вкладками та панеллю сповіщень для macOS.
zh_hans: 基于 Ghostty 的 macOS 终端， 支持垂直标签页和通知面板。
zh_hant: 基於 Ghostty 的 macOS 終端機， 具備垂直標籤頁與通知面板。

# about.docs
source: Docs
ar: المستندات
bs: Dokumentacija
da: Dokumentation
de: Dokumentation
es: Documentación
fr: Documentation
it: Documentazione
ja: ドキュメント
ko: 문서
nb: Dokumentasjon
pl: Dokumentacja
pt_br: Documentação
ru: Документация
th: เอกสาร
tr: Belgeler
uk: Документація
zh_hans: 文档
zh_hant: 文件

# about.licenses
source: Licenses
ar: التراخيص
bs: Licence
da: Licenser
de: Lizenzen
es: Licencias
fr: Licences
it: Licenze
ja: ライセンス
ko: 라이선스
nb: Lisenser
pl: Licencje
pt_br: Licenças
ru: Лицензии
th: สัญญาอนุญาต
tr: Lisanslar
uk: Ліцензії
zh_hans: 许可证
zh_hant: 授權條款

# about.licenses.correspondingSource
source: Corresponding source for this build
ar: المصدر المقابل لنسخة البناء هذه
de: Entsprechender Quellcode für diesen Build
es: Código fuente correspondiente para esta compilación
fr: Source correspondante pour ce build
ja: このビルドの対応するソースコード
ko: 이 빌드에 해당하는 소스 코드
zh_hans: 此构建的对应源代码
zh_hant: 此組建的對應原始碼

# about.licenses.notFound
source: Licenses file not found.
ar: لم يتم العثور على ملف التراخيص.
bs: Datoteka s licencama nije pronađena.
da: Licensfilen blev ikke fundet.
de: Lizenzdatei nicht gefunden.
es: No se encontró el archivo de licencias.
fr: Fichier de licences introuvable.
it: File delle licenze non trovato.
ja: ライセンスファイルが見つかりません。
ko: 라이선스 파일을 찾을 수 없습니다.
nb: Lisensfilen ble ikke funnet.
pl: Nie znaleziono pliku licencji.
pt_br: Arquivo de licenças não encontrado.
ru: Файл лицензий не найден.
th: ไม่พบไฟล์สัญญาอนุญาต
tr: Lisans dosyası bulunamadı.
uk: Файл ліцензій не знайдено.
zh_hans: 未找到许可证文件。
zh_hant: 找不到授權條款檔案。

# about.licenses.projectHeading
source: cmux Project License
ar: رخصة مشروع cmux
de: cmux-Projektlizenz
es: Licencia del proyecto cmux
fr: Licence du projet cmux
ja: cmux プロジェクトライセンス
ko: cmux 프로젝트 라이선스
zh_hans: cmux 项目许可证
zh_hant: cmux 專案授權條款

# about.licenses.projectSource
source: Project source
ar: مصدر المشروع
de: Projektquelle
es: Código fuente del proyecto
fr: Source du projet
ja: プロジェクトのソースコード
ko: 프로젝트 소스
zh_hans: 项目源代码
zh_hant: 專案原始碼

# about.licenses.windowTitle
source: Third-Party Licenses
ar: تراخيص الجهات الخارجية
bs: Licence trećih strana
da: Tredjepartslicenser
de: Drittanbieter-Lizenzen
es: Licencias de terceros
fr: Licences tierces
it: Licenze di terze parti
ja: サードパーティライセンス
ko: 서드파티 라이선스
nb: Tredjepartslisenser
pl: Licencje stron trzecich
pt_br: Licenças de Terceiros
ru: Лицензии сторонних компонентов
th: สัญญาอนุญาตของบุคคลที่สาม
tr: Üçüncü Taraf Lisansları
uk: Ліцензії сторонніх бібліотек
zh_hans: 第三方许可证
zh_hant: 第三方授權條款

# about.version
source: Version
ar: الإصدار
bs: Verzija
es: Versión
it: Versione
ja: バージョン
ko: 버전
nb: Versjon
pl: Wersja
pt_br: Versão
ru: Версия
th: เวอร์ชัน
tr: Sürüm
uk: Версія
zh_hans: 版本
zh_hant: 版本

# accessibility.workspacePosition
source: %1$@, workspace %2$lld of %3$lld
ar: %1$@، مساحة العمل %2$lld من %3$lld
bs: %1$@, radni prostor %2$lld od %3$lld
da: %1$@, arbejdsområde %2$lld af %3$lld
de: %1$@, Arbeitsbereich %2$lld von %3$lld
es: %1$@, espacio de trabajo %2$lld de %3$lld
fr: %1$@, espace de travail %2$lld sur %3$lld
it: %1$@, area di lavoro %2$lld di %3$lld
ja: %1$@、ワークスペース %2$lld / %3$lld
ko: %1$@, 작업 공간 %2$lld / %3$lld
nb: %1$@, arbeidsområde %2$lld av %3$lld
pl: %1$@, przestrzeń robocza %2$lld z %3$lld
pt_br: %1$@, área de trabalho %2$lld de %3$lld
ru: %1$@, рабочее пространство %2$lld из %3$lld
th: %1$@, เวิร์กสเปซที่ %2$lld จาก %3$lld
tr: %1$@, çalışma alanı %3$lld/%2$lld
uk: %1$@, робоча область %2$lld з %3$lld
zh_hans: %1$@，工作区 %2$lld / %3$lld
zh_hant: %1$@，工作區 %2$lld / %3$lld

# account.signIn.browserOpenFailed
source: Couldn’t open your browser. Copy the link and paste it into any browser.
ar: تعذر فتح متصفحك. انسخ الرابط والصقه في أي متصفح.
de: Ihr Browser konnte nicht geöffnet werden. Kopieren Sie den Link und fügen Sie ihn in einen beliebigen Browser ein.
es: No se pudo abrir su navegador. Copie el enlace y péguelo en cualquier navegador.
fr: Impossible d’ouvrir votre navigateur. Copiez le lien et collez-le dans n’importe quel navigateur.
ja: ブラウザを開けませんでした。リンクをコピーして任意のブラウザに貼り付けてください。
ko: 브라우저를 열 수 없습니다. 링크를 복사하여 아무 브라우저에나 붙여넣으세요.
zh_hans: 无法打开浏览器。请复制链接并粘贴到任意浏览器中。
zh_hant: 無法開啟瀏覽器。請複製此連結並貼到任何瀏覽器中。

# account.signIn.browserOpened
source: Browser opened. Complete sign-in there.
ar: تم فتح المتصفح. أكمل تسجيل الدخول هناك.
de: Browser geöffnet. Schließen Sie die Anmeldung dort ab.
es: Navegador abierto. Complete el inicio de sesión allí.
fr: Navigateur ouvert. Terminez la connexion là-bas.
ja: ブラウザを開きました。そこでサインインを完了してください。
ko: 브라우저가 열렸습니다. 해당 브라우저에서 로그인을 완료하세요.
zh_hans: 浏览器已打开。请在其中完成登录。
zh_hant: 已開啟瀏覽器。請在該處完成登入。

# account.signIn.copyFailed
source: Couldn’t copy the link. Open it in your browser instead.
ar: تعذر نسخ الرابط. افتحه في متصفحك بدلاً من ذلك.
de: Der Link konnte nicht kopiert werden. Öffnen Sie ihn stattdessen in Ihrem Browser.
es: No se pudo copiar el enlace. Ábralo en su navegador en su lugar.
fr: Impossible de copier le lien. Ouvrez-le plutôt dans votre navigateur.
ja: リンクをコピーできませんでした。代わりにブラウザで開いてください。
ko: 링크를 복사할 수 없습니다. 대신 브라우저에서 직접 열어주세요.
zh_hans: 无法复制链接。请改在浏览器中打开。
zh_hant: 無法複製連結。請改在瀏覽器中開啟。

# account.signIn.copyLink
source: Copy Sign-In Link
ar: نسخ رابط تسجيل الدخول
de: Anmeldelink kopieren
es: Copiar enlace de inicio de sesión
fr: Copier le lien de connexion
ja: サインインリンクをコピー
ko: 로그인 링크 복사
zh_hans: 复制登录链接
zh_hant: 複製登入連結

# account.signIn.error.browserUnavailable.recovery
source: Open the link in your browser, or copy it and paste it into any browser.
ar: افتح الرابط في متصفحك، أو انسخه والصقه في أي متصفح.
de: Öffnen Sie den Link in Ihrem Browser oder kopieren Sie ihn und fügen Sie ihn in einen beliebigen Browser ein.
es: Abre el enlace en tu navegador, o cópialo y pégalo en cualquier navegador.
fr: Ouvrez le lien dans votre navigateur, ou copiez-le et collez-le dans n’importe quel navigateur.
ja: ブラウザでリンクを開くか、リンクをコピーして任意のブラウザに貼り付けてください。
ko: 브라우저에서 링크를 열거나, 복사하여 아무 브라우저에나 붙여넣으세요.
zh_hans: 请在浏览器中打开该链接，或复制后粘贴到任意浏览器中。
zh_hant: 在您的瀏覽器中開啟此連結，或將其複製並貼上到任何瀏覽器中。

# account.signIn.error.browserUnavailable.title
source: Couldn’t open sign-in
ar: تعذر فتح تسجيل الدخول
de: Anmeldung konnte nicht geöffnet werden
es: No se pudo abrir el inicio de sesión
fr: Impossible d'ouvrir la connexion
ja: サインインを開けませんでした
ko: 로그인 페이지를 열 수 없습니다
zh_hans: 无法打开登录
zh_hant: 無法開啟登入

# account.signIn.error.cancelled.recovery
source: No changes were made. Try again when you’re ready, or use the browser link below.
ar: لم تُجرَ أي تغييرات. أعد المحاولة عندما تكون مستعدًا، أو استخدم رابط المتصفح أدناه.
de: Es wurden keine Änderungen vorgenommen. Versuchen Sie es erneut, wenn Sie bereit sind, oder verwenden Sie den unten stehenden Browser-Link.
es: No se realizaron cambios. Vuelve a intentarlo cuando estés listo, o usa el enlace del navegador de abajo.
fr: Aucune modification n'a été apportée. Réessayez quand vous serez prêt, ou utilisez le lien de navigateur ci-dessous.
ja: 変更はありません。準備ができたらもう一度試すか、下のブラウザリンクを使用してください。
ko: 변경된 사항이 없습니다. 준비가 되면 다시 시도하거나 아래의 브라우저 링크를 사용하세요.
zh_hans: 未做任何更改。准备好后可重试，或使用下方的浏览器链接。
zh_hant: 未做任何變更。準備好時請再試一次，或使用下方的瀏覽器連結。

# account.signIn.error.cancelled.title
source: Sign-in canceled
ar: تم إلغاء تسجيل الدخول
de: Anmeldung abgebrochen
es: Inicio de sesión cancelado
fr: Connexion annulée
ja: サインインをキャンセルしました
ko: 로그인이 취소되었습니다
zh_hans: 登录已取消
zh_hant: 已取消登入

# account.signIn.error.invalidLink.recovery
source: Try again to create a fresh secure link. The old link cannot sign in.
ar: أعد المحاولة لإنشاء رابط آمن جديد. لا يمكن استخدام الرابط القديم لتسجيل الدخول.
de: Versuchen Sie es erneut, um einen neuen sicheren Link zu erstellen. Der alte Link kann nicht zur Anmeldung verwendet werden.
es: Vuelve a intentarlo para crear un nuevo enlace seguro. El enlace anterior ya no sirve para iniciar sesión.
fr: Réessayez pour générer un nouveau lien sécurisé. L'ancien lien ne permet pas de se connecter.
ja: もう一度試して新しい安全なリンクを作成してください。古いリンクではサインインできません。
ko: 새로운 보안 링크를 생성하려면 다시 시도하세요. 이전 링크로는 로그인할 수 없습니다.
zh_hans: 请重试以创建新的安全链接。旧链接无法用于登录。
zh_hant: 請重新嘗試以建立新的安全連結。舊的連結無法用於登入。

# account.signIn.error.invalidLink.title
source: That sign-in link is no longer valid
ar: رابط تسجيل الدخول هذا لم يعد صالحًا
de: Dieser Anmeldelink ist nicht mehr gültig
es: Ese enlace de inicio de sesión ya no es válido
fr: Ce lien de connexion n'est plus valide
ja: そのサインインリンクは無効です
ko: 해당 로그인 링크는 더 이상 유효하지 않습니다
zh_hans: 该登录链接已失效
zh_hant: 該登入連結已失效

# account.signIn.error.network.recovery
source: Check your connection, then try again. Your account was not changed.
ar: تحقق من اتصالك، ثم أعد المحاولة. لم يتغير حسابك.
de: Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut. Ihr Konto wurde nicht geändert.
es: Comprueba tu conexión y vuelve a intentarlo. Tu cuenta no ha sufrido cambios.
fr: Vérifiez votre connexion, puis réessayez. Votre compte n’a pas été modifié.
ja: 接続を確認してから、もう一度試してください。アカウントは変更されていません。
ko: 네트워크 연결을 확인한 후 다시 시도하세요. 귀하의 계정 정보는 변경되지 않았습니다.
zh_hans: 请检查网络连接后重试。你的账户未发生更改。
zh_hant: 請檢查您的連線，然後再試一次。您的帳戶未發生任何變更。

# account.signIn.error.network.title
source: Couldn’t reach cmux
ar: تعذر الوصول إلى cmux
de: cmux konnte nicht erreicht werden
es: No se pudo conectar con cmux
fr: Impossible de joindre cmux
ja: cmux に接続できません
ko: cmux에 연결할 수 없습니다
zh_hans: 无法连接 cmux
zh_hant: 無法連線至 cmux

# account.signIn.error.offline.recovery
source: Connect to Wi-Fi or another network, then try again. You can keep this pane open.
ar: اتصل بشبكة Wi-Fi أو شبكة أخرى، ثم أعد المحاولة. يمكنك إبقاء هذا الجزء مفتوحًا.
de: Stellen Sie eine Verbindung zum WLAN oder einem anderen Netzwerk her und versuchen Sie es erneut. Sie können dieses Teilfenster geöffnet lassen.
es: Conéctate a una red Wi-Fi u otra red, y vuelve a intentarlo. Puedes mantener este panel abierto.
fr: Connectez-vous au Wi-Fi ou à un autre réseau, puis réessayez. Vous pouvez laisser ce volet ouvert.
ja: Wi-Fi または別のネットワークに接続して、もう一度試してください。このペインは開いたままにできます。
ko: Wi-Fi 또는 다른 네트워크에 연결한 후 다시 시도하세요. 이 분할 창을 계속 열어두셔도 됩니다.
zh_hans: 请连接 Wi-Fi 或其他网络后重试。可以保持此窗格打开。
zh_hant: 請連線至 Wi-Fi 或其他網路，然後再試一次。您可以保持此窗格開啟。

# account.signIn.error.offline.title
source: No internet connection
ar: لا يوجد اتصال بالإنترنت
de: Keine Internetverbindung
es: Sin conexión a internet
fr: Aucune connexion Internet
ja: インターネットに接続されていません
ko: 인터넷 연결 없음
zh_hans: 无互联网连接
zh_hant: 無網際網路連線

# account.signIn.error.rejected.recovery
source: Check the account details in the browser and try again.
ar: تحقق من تفاصيل الحساب في المتصفح وأعد المحاولة.
de: Überprüfen Sie die Kontodetails im Browser und versuchen Sie es erneut.
es: Comprueba los detalles de la cuenta en el navegador y vuelve a intentarlo.
fr: Vérifiez les détails du compte dans le navigateur et réessayez.
ja: ブラウザでアカウント情報を確認して、もう一度試してください。
ko: 브라우저에서 계정 정보를 확인한 후 다시 시도하세요.
zh_hans: 请在浏览器中核对账户信息后重试。
zh_hant: 請在瀏覽器中檢查帳戶詳細資訊，然後再試一次。

# account.signIn.error.rejected.title
source: cmux couldn’t complete the sign-in
ar: تعذر على cmux إكمال تسجيل الدخول
de: cmux konnte die Anmeldung nicht abschließen
es: cmux no pudo completar el inicio de sesión
fr: cmux n'a pas pu terminer la connexion
ja: cmux でサインインを完了できませんでした
ko: cmux가 로그인을 완료할 수 없습니다
zh_hans: cmux 无法完成登录
zh_hant: cmux 無法完成登入

# account.signIn.error.server.recovery
source: Try again in a moment. Your account and existing cmux workspaces are unchanged.
ar: أعد المحاولة بعد قليل. حسابك ومساحات عمل cmux الحالية لم تتغير.
de: Versuchen Sie es gleich noch einmal. Ihr Konto und Ihre bestehenden cmux-Arbeitsbereiche bleiben unverändert.
es: Vuelve a intentarlo en un momento. Tu cuenta y tus espacios de trabajo de cmux existentes no han cambiado.
fr: Réessayez dans un instant. Votre compte et vos espaces de travail cmux existants restent inchangés.
ja: しばらくしてからもう一度試してください。アカウントと既存の cmux ワークスペースは変更されていません。
ko: 잠시 후 다시 시도하세요. 귀하의 계정과 기존 cmux 작업 공간에는 변동이 없습니다.
zh_hans: 请稍后重试。你的账户和现有 cmux 工作区未发生更改。
zh_hant: 請稍後再試。您的帳戶和現有的 cmux 工作區未發生任何變更。

# account.signIn.error.server.title
source: cmux sign-in is temporarily unavailable
ar: تسجيل الدخول إلى cmux غير متاح مؤقتًا
de: Die cmux-Anmeldung ist vorübergehend nicht verfügbar
es: El inicio de sesión de cmux no está disponible temporalmente
fr: La connexion à cmux est temporairement indisponible
ja: cmux のサインインは一時的に利用できません
ko: cmux 로그인을 일시적으로 사용할 수 없습니다
zh_hans: cmux 登录暂时不可用
zh_hant: cmux 登入功能暫時無法使用

# account.signIn.error.timedOut.recovery
source: The sign-in window did not return to cmux. Reopen the browser link or start a new attempt.
ar: لم تعد نافذة تسجيل الدخول إلى cmux. أعد فتح رابط المتصفح أو ابدأ محاولة جديدة.
de: Das Anmeldefenster ist nicht zu cmux zurückgekehrt. Öffnen Sie den Browser-Link erneut oder starten Sie einen neuen Versuch.
es: La ventana de inicio de sesión no regresó a cmux. Vuelve a abrir el enlace del navegador o inicia un nuevo intento.
fr: La fenêtre de connexion n'a pas redirigé vers cmux. Ouvrez à nouveau le lien ou réessayez.
ja: サインインウインドウから cmux に戻りませんでした。ブラウザリンクをもう一度開くか、新しいサインインを開始してください。
ko: 로그인 창이 cmux로 신호를 보내지 못했습니다. 브라우저 링크를 다시 열거나 새로 시도해 주세요.
zh_hans: 登录窗口未返回 cmux。请重新打开浏览器链接，或重新发起一次登录。
zh_hant: 登入視窗未返回至 cmux。請重新開啟瀏覽器連結，或重新嘗試。

# account.signIn.error.timedOut.title
source: Sign-in timed out
ar: انتهت مهلة تسجيل الدخول
de: Zeitüberschreitung bei der Anmeldung
es: Se agotó el tiempo de espera para iniciar sesión
fr: Délai de connexion dépassé
ja: サインインがタイムアウトしました
ko: 로그인 시간이 초과되었습니다
zh_hans: 登录超时
zh_hant: 登入逾時

# account.signIn.error.unauthorized.recovery
source: Confirm you’re using the intended cmux account, then try again.
ar: تأكد من استخدام حساب cmux المطلوب، ثم أعد المحاولة.
de: Bestätigen Sie, dass Sie das beabsichtigte cmux-Konto verwenden, und versuchen Sie es erneut.
es: Confirma que estás usando la cuenta de cmux correcta y vuelve a intentarlo.
fr: Confirmez que vous utilisez le bon compte cmux, puis réessayez.
ja: 使用する cmux アカウントが正しいことを確認して、もう一度試してください。
ko: 사용하려는 cmux 계정이 맞는지 확인한 후 다시 시도하세요.
zh_hans: 请确认使用的是目标 cmux 账户，然后重试。
zh_hant: 確認您使用的是正確的 cmux 帳戶，然後再試一次。

# account.signIn.error.unauthorized.title
source: cmux couldn’t authorize this sign-in
ar: تعذر على cmux تفويض تسجيل الدخول هذا
de: cmux konnte diese Anmeldung nicht autorisieren
es: cmux no pudo autorizar este inicio de sesión
fr: cmux n'a pas pu autoriser cette connexion
ja: cmux がこのサインインを承認できませんでした
ko: cmux가 이 로그인을 승인할 수 없습니다
zh_hans: cmux 无法授权此次登录
zh_hant: cmux 無法授權此登入

# account.signIn.error.unknown.recovery
source: Try again. If the sign-in window still fails, copy the link and open it in your browser.
ar: أعد المحاولة. إذا استمر فشل نافذة تسجيل الدخول، فانسخ الرابط وافتحه في متصفحك.
de: Versuchen Sie es erneut. Wenn das Anmeldefenster weiterhin fehlschlägt, kopieren Sie den Link und öffnen Sie ihn in Ihrem Browser.
es: Vuelve a intentarlo. Si la ventana de inicio de sesión sigue fallando, copia el enlace y ábrelo en tu navegador.
fr: Réessayez. Si la fenêtre de connexion échoue toujours, copiez le lien et ouvrez-le dans votre navigateur.
ja: もう一度試してください。サインインウインドウが引き続き失敗する場合は、リンクをコピーしてブラウザで開いてください。
ko: 다시 시도하세요. 로그인 창이 여전히 작동하지 않으면 링크를 복사하여 브라우저에서 직접 열어주세요.
zh_hans: 请重试。如果登录窗口仍然失败，请复制链接并在浏览器中打开。
zh_hant: 請再試一次。如果登入視窗仍然失敗，請複製連結並在您的瀏覽器中開啟。

# account.signIn.error.unknown.title
source: Couldn’t finish sign-in
ar: تعذر إنهاء تسجيل الدخول
de: Anmeldung konnte nicht abgeschlossen werden
es: No se pudo finalizar el inicio de sesión
fr: Impossible de finaliser la connexion
ja: サインインを完了できませんでした
ko: 로그인을 완료할 수 없습니다
zh_hans: 无法完成登录
zh_hant: 無法完成登入

# account.signIn.heading
source: Sign in to cmux
ar: تسجيل الدخول إلى cmux
de: Bei cmux anmelden
es: Iniciar sesión en cmux
fr: Se connecter à cmux
ja: cmux にサインイン
ko: cmux에 로그인
zh_hans: 登录 cmux
zh_hant: 登入至 cmux

# account.signIn.instructions
source: Complete sign-in in the window that opened. This pane updates automatically.
ar: أكمل تسجيل الدخول في النافذة التي فتحت. يتم تحديث هذا الجزء تلقائيًا.
de: Schließen Sie die Anmeldung im geöffneten Fenster ab. Dieses Teilfenster wird automatisch aktualisiert.
es: Completa el inicio de sesión en la ventana que se abrió. Este panel se actualiza automáticamente.
fr: Terminez la connexion dans la fenêtre qui s'est ouverte. Ce volet se met à jour automatiquement.
ja: 開いたウインドウでサインインを完了してください。このペインは自動的に更新されます。
ko: 열린 창에서 로그인을 완료해 주세요. 이 분할 창은 자동으로 업데이트됩니다.
zh_hans: 请在打开的窗口中完成登录。此窗格会自动更新。
zh_hant: 在開啟的視窗中完成登入。此窗格會自動更新。

# account.signIn.linkCopied
source: Link copied
ar: تم نسخ الرابط
de: Link kopiert
es: Enlace copiado
fr: Lien copié
ja: リンクをコピーしました
ko: 링크 복사됨
zh_hans: 链接已复制
zh_hant: 連結已複製

# account.signIn.loading.finishing
source: Finishing sign-in…
ar: يجري إنهاء تسجيل الدخول…
de: Anmeldung wird abgeschlossen…
es: Finalizando inicio de sesión…
fr: Finalisation de la connexion…
ja: サインインを完了しています…
ko: 로그인 완료 중…
zh_hans: 正在完成登录…
zh_hant: 正在完成登入…

# account.signIn.loading.finishing.instructions
source: cmux is verifying your account. Keep this pane open.
ar: يقوم cmux بالتحقق من حسابك. أبقِ هذا الجزء مفتوحًا.
de: cmux überprüft Ihr Konto. Lassen Sie dieses Teilfenster geöffnet.
es: cmux está verificando tu cuenta. Mantén este panel abierto.
fr: cmux vérifie votre compte. Laissez ce volet ouvert.
ja: cmux がアカウントを確認しています。このペインを開いたままにしてください。
ko: cmux에서 계정을 확인하고 있습니다. 이 분할 창을 열어 두세요.
zh_hans: cmux 正在验证你的账户。请保持此窗格打开。
zh_hant: cmux 正在驗證您的帳戶。請保持此窗格開啟。

# account.signIn.loading.opening
source: Opening secure sign-in…
ar: يجري فتح تسجيل الدخول الآمن…
de: Sichere Anmeldung wird geöffnet…
es: Abriendo inicio de sesión seguro…
fr: Ouverture de la connexion sécurisée…
ja: 安全なサインインを開いています…
ko: 보안 로그인 창을 여는 중…
zh_hans: 正在打开安全登录…
zh_hant: 正在開啟安全登入…

# account.signIn.loading.opening.instructions
source: cmux is preparing a secure sign-in window.
ar: يقوم cmux بإعداد نافذة تسجيل دخول آمنة.
de: cmux bereitet ein sicheres Anmeldefenster vor.
es: cmux está preparando una ventana de inicio de sesión segura.
fr: cmux prépare une fenêtre de connexion sécurisée.
ja: cmux が安全なサインインウインドウを準備しています。
ko: cmux에서 보안 로그인 창을 준비하고 있습니다.
zh_hans: cmux 正在准备安全登录窗口。
zh_hant: cmux 正在準備安全登入視窗。

# account.signIn.loading.waiting
source: Waiting for sign-in…
ar: في انتظار تسجيل الدخول…
de: Auf Anmeldung warten…
es: Esperando el inicio de sesión…
fr: En attente de connexion…
ja: サインインを待機中…
ko: 로그인 대기 중…
zh_hans: 正在等待登录…
zh_hant: 正在等待登入…

# account.signIn.loading.waiting.instructions
source: Complete sign-in in the window that opened. This pane updates automatically.
ar: أكمل تسجيل الدخول في النافذة التي فتحت. يتم تحديث هذا الجزء تلقائيًا.
de: Schließen Sie die Anmeldung im geöffneten Fenster ab. Dieses Teilfenster wird automatisch aktualisiert.
es: Completa el inicio de sesión en la ventana que se abrió. Este panel se actualiza automáticamente.
fr: Terminez la connexion dans la fenêtre qui s'est ouverte. Ce volet se met à jour automatiquement.
ja: 開いたウインドウでサインインを完了してください。このペインは自動的に更新されます。
ko: 열린 창에서 로그인을 완료해 주세요. 이 분할 창은 자동으로 업데이트됩니다.
zh_hans: 请在打开的窗口中完成登录。此窗格会自动更新。
zh_hant: 在開啟的視窗中完成登入。此窗格會自動更新。

# account.signIn.loading.waitingSlow
source: Still waiting for sign-in…
ar: ما زال الانتظار مستمرًا لتسجيل الدخول…
de: Immer noch auf Anmeldung warten…
es: Aún se está esperando el inicio de sesión…
fr: Toujours en attente de connexion…
ja: 引き続きサインインを待機中…
ko: 아직 로그인 대기 중…
zh_hans: 仍在等待登录…
zh_hant: 仍在等待登入…

# account.signIn.loading.waitingSlow.instructions
source: The sign-in window is taking longer than expected. You can reopen or copy the same secure link without restarting.
ar: تستغرق نافذة تسجيل الدخول وقتًا أطول من المتوقع. يمكنك إعادة فتح الرابط الآمن نفسه أو نسخه دون إعادة التشغيل.
de: Das Anmeldefenster benötigt länger als erwartet. Sie können denselben sicheren Link erneut öffnen oder kopieren, ohne neu zu starten.
es: La ventana de inicio de sesión está tardando más de lo esperado. Puedes volver a abrir o copiar el mismo enlace seguro sin reiniciar.
fr: La fenêtre de connexion prend plus de temps que prévu. Vous pouvez rouvrir ou copier le même lien sécurisé sans recommencer.
ja: サインインウインドウに時間がかかっています。最初からやり直さずに、同じ安全なリンクをもう一度開くかコピーできます。
ko: 로그인 창을 여는 데 예상보다 오랜 시간이 걸리고 있습니다. 재시작하지 않고 동일한 보안 링크를 다시 열거나 복사할 수 있습니다.
zh_hans: 登录窗口耗时超出预期。你可以重新打开或复制同一个安全链接，无需重新开始。
zh_hant: 登入視窗的回應時間比預期長。您可以重新開啟或複製相同的安全連結，而無須重新開始。

# account.signIn.notCompleted
source: Sign-in wasn’t completed.
ar: لم يكتمل تسجيل الدخول.
de: Anmeldung wurde nicht abgeschlossen.
es: No se completó el inicio de sesión.
fr: La connexion n’a pas été finalisée.
ja: サインインが完了しませんでした。
ko: 로그인이 완료되지 않았습니다.
zh_hans: 登录未完成。
zh_hant: 未完成登入。

# account.signIn.openInBrowser
source: Open Again in Browser
ar: افتح مجددًا في المتصفح
de: Erneut im Browser öffnen
es: Abrir de nuevo en el navegador
fr: Ouvrir de nouveau dans le navigateur
ja: ブラウザでもう一度開く
ko: 브라우저에서 다시 열기
zh_hans: 在浏览器中重新打开
zh_hant: 在瀏覽器中重新開啟

# account.signIn.prompt
source: Continue with your cmux account.
ar: المتابعة باستخدام حساب cmux الخاص بك.
de: Fahren Sie mit Ihrem cmux-Konto fort.
es: Continúa con tu cuenta de cmux.
fr: Continuer avec votre compte cmux.
ja: cmux アカウントで続行します。
ko: cmux 계정으로 계속합니다.
zh_hans: 使用你的 cmux 账户继续。
zh_hant: 繼續使用您的 cmux 帳戶。

# account.signIn.start
source: Sign In
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Se connecter
ja: サインイン
ko: 로그인
zh_hans: 登录
zh_hant: 登入

# account.signIn.successBody
source: Your cmux account is connected.
ar: حساب cmux الخاص بك متصل الآن.
de: Ihr cmux-Konto ist verbunden.
es: Tu cuenta de cmux está conectada.
fr: Votre compte cmux est connecté.
ja: cmux アカウントに接続しました。
ko: cmux 계정이 연결되었습니다.
zh_hans: 你的 cmux 账户已连接。
zh_hant: 您的 cmux 帳戶已連線。

# account.signIn.successTitle
source: You’re signed in now
ar: لقد سجلت الدخول الآن
de: Sie sind jetzt angemeldet
es: Ya has iniciado sesión
fr: Vous êtes connecté maintenant
ja: サインインしました
ko: 로그인되었습니다
zh_hans: 你已登录
zh_hant: 您現在已登入

# account.signIn.tryAgain
source: Try Again
ar: حاول ثانية
de: Versuchen Sie es erneut
es: Intentar otra vez
fr: Essayer à nouveau
ja: もう一度試す
ko: 다시 시도
zh_hans: 重试
zh_hant: 再試一次

# account.signIn.waiting
source: Waiting for sign-in…
ar: في انتظار تسجيل الدخول…
de: Auf Anmeldung warten…
es: Esperando el inicio de sesión…
fr: En attente de connexion…
ja: サインインを待機中…
ko: 로그인 대기 중…
zh_hans: 正在等待登录…
zh_hant: 正在等待登入…

# account.signIn.workspace.title
source: Sign In
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Se connecter
ja: サインイン
ko: 로그인
zh_hans: 登录
zh_hant: 登入
